{
  "plugins": {
    "CopilotChat.nvim": {
      "src": "https://github.com/CopilotC-Nvim/CopilotChat.nvim"
    },
    "DoNe": {
      "src": "https://github.com/monkoose/DoNe"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "baleia.nvim": {
      "src": "https://github.com/m00qek/baleia.nvim",
      "version": "'v1.3.0'"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.compat": {
      "src": "https://github.com/saghen/blink.compat",
      "version": "2.0.0 - 3.0.0"
    },
    "colorful-menu.nvim": {
      "src": "https://github.com/xzbdmw/colorful-menu.nvim"
    },
    "compile-mode.nvim": {
      "src": "https://github.com/ej-shafran/compile-mode.nvim",
      "version": "'nightly'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "cord.nvim": {
      "src": "https://github.com/vyfor/cord.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox": {
      "src": "https://github.com/morhetz/gruvbox"
    },
    "gruvbox-baby": {
      "src": "https://github.com/luisiacc/gruvbox-baby"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "image.nvim": {
      "src": "https://github.com/3rd/image.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "kitty-navigator.nvim": {
      "src": "https://github.com/MunsMan/kitty-navigator.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lspkind.nvim": {
      "src": "https://github.com/onsails/lspkind.nvim"
    },
    "mason-nvim-dap.nvim": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.align": {
      "src": "https://github.com/nvim-mini/mini.align"
    },
    "mini.clue": {
      "src": "https://github.com/echasnovski/mini.clue"
    },
    "mini.comment": {
      "src": "https://github.com/echasnovski/mini.comment"
    },
    "mini.extra": {
      "src": "https://github.com/echasnovski/mini.extra"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "'v3.x'"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-disasm": {
      "src": "https://github.com/Jorenar/nvim-dap-disasm"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-context-commentstring": {
      "src": "https://github.com/JoosepAlviste/nvim-ts-context-commentstring"
    },
    "nvim-vtsls": {
      "src": "https://github.com/yioneko/nvim-vtsls"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "outline.nvim": {
      "src": "https://github.com/hedyhli/outline.nvim"
    },
    "overseer.nvim": {
      "src": "https://github.com/stevearc/overseer.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "refer.nvim": {
      "src": "https://github.com/juniorsundar/refer.nvim"
    },
    "rosepine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "select-undo.nvim": {
      "src": "https://github.com/SunnyTamang/select-undo.nvim"
    },
    "sqlite.lua": {
      "src": "https://github.com/kkharji/sqlite.lua"
    },
    "telescope-file-browser.nvim": {
      "src": "https://github.com/johnpgr/telescope-file-browser.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-github.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-github.nvim"
    },
    "telescope-symbols.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-symbols.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "text-case.nvim": {
      "src": "https://github.com/johmsalas/text-case.nvim"
    },
    "tmux.nvim": {
      "src": "https://github.com/aserowy/tmux.nvim"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "transparent.nvim": {
      "src": "https://github.com/xiyaowong/transparent.nvim"
    },
    "typescript-tools.nvim": {
      "src": "https://github.com/pmizio/typescript-tools.nvim"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vague.nvim": {
      "src": "https://github.com/vague2k/vague.nvim"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-dispatch": {
      "src": "https://github.com/tpope/vim-dispatch"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-lastplace": {
      "src": "https://github.com/farmergreg/vim-lastplace"
    },
    "vim-visual-multi": {
      "src": "https://github.com/mg979/vim-visual-multi"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}